[GENERAL]
NAME				= 日本語
TRANSLATOR			= GRETECH JAPAN
DLG_FONT_NAME			= 
DLG_FONT_SIZE			= 


[TEXT]
TEXT_EXPIRED			= このプログラムはご利用いただけません。
TEXT_BETA			= β版
TEXT_UNREGISTERED		= 無料版
TEXT_INIT_FAIL			= 初期化に失敗しました。\nBandicamを再起動してください。\n問題が解決しない場合はサポートセンターにお問い合わせください。[P001]
TEXT_APPINFO			= Bandicamは高画質動画キャプチャーソフトです。

; error
TEXT_ERROR_DISKSPACE	　　　　= 保存ディレクトリの空き容量不足のため、キャプチャーを中止しました。[C001]
TEXT_ERROR_VIDEO_CAP	　　　　= ビデオキャプチャーに失敗しました。[V001]
TEXT_ERROR_AUDIO_CAP	　　　　= オーディオキャプチャーに失敗しました。[A001]\n[確認]を押して解決方法を確認してください。
TEXT_ERROR_IMAGE_CAP		= 静止画キャプチャーに失敗しました。\n保存先が正常であるか確認してください。
TEXT_ERROR_CREATEFILE	        = ファイルの保存に失敗しました。[C002]\n[確認]を押して解決方法を確認してください。
TEXT_ERROR_CODEC_INIT		= コーデックの初期化に失敗しました。
TEXT_ERROR_LOGO_IMAGE		= この形式は選択できません。 \nPNGファイルを選択してください。
TEXT_CAN_NOT_CHANGE_TB		= 無料版ではこのオプションを解除することはできません。
TEXT_WARNING_AMD_APP		= ご利用のPCは 'H.264 (AMD APP)'をサポートしていません。\n圧縮形式を元に戻します。
TEXT_WARNING_AMD_APP2		= ご利用のPCは 'H.264 (AMD APP)'をサポートしていません。

; video setting page name
TEXT_VID_PAGE_SOUND		= 音声
TEXT_VID_PAGE_WEBCAM		= Webカメラ
TEXT_VID_PAGE_LOGO		= ロゴ
TEXT_VID_PAGE_EFFECTS		= 効果
TEXT_VID_PAGE_OPTIONS		= オプション

; option page name
TEXT_OPT_PAGE_GENERAL		= 一般
TEXT_OPT_PAGE_OUTPUT		= ファイル
TEXT_OPT_PAGE_HOOKING		= フック
TEXT_OPT_PAGE_LANGUAGE		= 言語
TEXT_OPT_PAGE_OTHERS		= その他

TEXT_VIDEO		　　　　= ビデオ
TEXT_AUDIO			= オーディオ

TEXT_FOLDER_SELECT		= 保存先のフォルダを選択してください。

TEXT_FMT_FULL_SIZE		= オリジナル
TEXT_FMT_HALF_SIZE		= 横幅・高さ50％
TEXT_FMT_FIT_WIDTH		= 横幅にあわせる
TEXT_FMT_FIT_HEIGHT		= 高さにあわせる
TEXT_FMT_CUSTOM_SIZE	　　　　= ユーザー指定
TEXT_FMT_STEREO			= ステレオ
TEXT_FMT_MONO			= モノラル
TEXT_FMT_ORIGINAL_PCM		= 元のオーディオフォーマット

; preset
TEXT_PRESET_DEFAULT		= 初期設定
TEXT_PRESET_HALFSIZE	　　　　= 横幅・高さ50％
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPSキャプチャー (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPSキャプチャー (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPSキャプチャー (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPSキャプチャー (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= 超高速60FPSキャプチャー
TEXT_PRESET_LOWEND		= 低スペックPC推奨
TEXT_PRESET_NICO		= ニコニコ動画
TEXT_PRESET_NICO_HQ		= ニコニコ動画（高画質）
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube動画 (360P)
TEXT_PRESET_YOUTUBE_480P	= YouTube動画 (480P)
TEXT_PRESET_YOUTUBE_720P	= YouTube動画 (720P)
TEXT_PRESET_PMP			= ポータブルAVプレーヤー
TEXT_PRESET_EDIT		= Adobe Premiere編集用
TEXT_PRESET_POWERPOINT		= Office PowerPoint埋め込み
TEXT_PRESET_320x0		= 横幅にあわせる 320x0
TEXT_PRESET_640x0		= 横幅にあわせる 640x0
TEXT_PRESET_800x0		= 横幅にあわせる 800x0
TEXT_PRESET_USER		= オリジナルプリセット

TEXT_CHANGE_LANG		= 言語設定の変更はプログラム再起動後に有効となります。
TEXT_CHANGE_HOOK		= フック設定を変更するには、一度Bandicamを終了してから、再起動してください。\nBandicamを終了して再起動しますか。
TEXT_CHANGE_SIZE		= Bandicamのウィンドウサイズを変更する場合、Bandicamを再起動する必要があります。\nBandicamを再起動しますか。
TEXT_RESET_ALL_SETTINGS		= Bandicamのすべての設定を初期化しますか。（Bandicamが再起動します。）

TEXT_REGISTER_SUCCEEDED	　　　　= ユーザー認証が完了しました。
TEXT_REGISTER_FAILED	　　　　= ユーザー認証に失敗しました。\nメールアドレスとライセンスキーを確認してください。
TEXT_REGISTER_CONNECT_FAILED　　= 認証サーバーとの通信に失敗しました。インターネットに接続されているか確認してください。
TEXT_REGISTER_INFO		= メールアドレス : %s\r\nライセンスキー : %s
TEXT_REGISTER_LIMITED	　　　　= キャプチャーが中止されました。\n\nユーザー認証を行っていない場合、キャプチャーは10分までに制限されます。\n製品版を購入し、ユーザー認証を行いますか。
TEXT_REGISTER_NEWRECORD	        = 自動終了後に[新規キャプチャーを開始する]には、ユーザー認証が必要です。\nユーザー認証を行いますか。
TEXT_REGISTER_LICENCE_INFO	= ユーザー登録されていません。\r\n無料版ではキャプチャーした動画ファイルにロゴが出力されますが\r\n製品版ではロゴが出力されません。

TEXT_PROGRAM_INVALID	　　　　= インストールされたプログラムは使用できません。\n再度インストールを行ってください。

TEXT_SELECT_TARGET		= キャプチャーする画面をクリック
TEXT_TARGET_DIRECTX		= <b>ゲーム録画モード</b> - DirectXで画面を出力するゲームおよび動画のキャプチャー
TEXT_TARGET_RECTANGLE		= <b>画面録画モード</b> - デスクトップおよびウェブ動画のキャプチャー
TEXT_TARGET_CHANGING		= キャプチャー方式を変更すると、実行中のキャプチャーが中止されます。\nこのままキャプチャーを続ける場合は「いいえ」を選択してください。
TEXT_TARGET_CHANGE_TO_RECTANGLE	= キャプチャー対象が選択されていない状態では[ゲーム録画モード]モードのキャプチャーが実行できません。\n\nキャプチャー方式を[画面録画モード]モードに変更しますか。

TEXT_STATUSBAR_READY		= 待機状態
TEXT_STATUSBAR_RECORDING	= キャプチャー中
TEXT_STATUSBAR_PAUSE		= 一時停止

TEXT_UPDATE_AVAILABLE	　　　　= 最新バージョンへのアップデートが可能です。\n最新バージョンをダウンロードしますか。
TEXT_UPDATE_UNAVAILABLE	　　　　= ご利用中のバージョンは最新です。
TEXT_UPDATE_FAILED		= アップデートの確認に失敗しました。\nご利用のPCがインターネットに接続できない状態であるか、サーバーに問題がある可能性があります。
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= 動画のアップロードが許可されていません。会員登録後、メール認証が完了しているかをもう一度確認してください。

TEXT_TARGET_FULL		= フルスクリーン
TEXT_TARGET_RESTORE		= サイズ指定
TEXT_TARGET_FIND		= ターゲット画面選択
TEXT_TARGET_RESIZE		= サイズ選択
TEXT_TARGET_IMAGE		= 静止画キャプチャー
TEXT_TARGET_PEN			= 描画モード
TEXT_TARGET_RECORD_START	= キャプチャー開始
TEXT_TARGET_RECORD_PAUSE	= 一時停止 / キャプチャー再開
TEXT_TARGET_RECORD_STOP		= キャプチャー停止

TEXT_RC_HOWTO_NOCOMPLETE	= 自動で終了しない
TEXT_RC_HOWTO_BYTIME	　　　　= キャプチャー時間
TEXT_RC_HOWTO_BYSIZE	　　　　= ファイル容量
TEXT_RC_AFTER_NEWRECORD	　　　　= 新規キャプチャー開始
TEXT_RC_AFTER_EXIT		= Bandicam終了
TEXT_RC_AFTER_SHUTDOWN	　　　　= Windowsシャットダウン

TEXT_SHUTDOWN_SEC		= %d秒後にWindowsをシャットダウンします。

TEXT_SEL_IMAGE_FILE		= 画像ファイル選択

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- 使用しない (推奨) --

TEXT_CORRUPTED_AVI_FILE		= Bandicamが異常終了したため、最新のキャプチャーファイルが破損しています。\n破損したファイルを修正しますか。\n\n%s
TEXT_TRAY_BALLOON_TIP		= ここをクリックするとBandicamを開くことができます。
TEXT_TRAY_BALLOON_TIP_RECT	= ここをクリックすると、ターゲットが表示されます。
TEXT_FORCE_STOP			= ターゲットの再生が終了されたため強制終了されました。\nキャプチャーを終了しますか？
TEXT_EXTERNAL_CODEC		= - 外部コーデック -
TEXT_CUDA_GPU_AUTOSELECT	= (自動選択)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= キャプチャー進行状況
TEXT_INDICATOR_TIME		= キャプチャー時間
TEXT_INDICATOR_SIZE		= キャプチャーファイルサイズ / ディスク空き容量
TEXT_INDICATOR_VOLUME		= 現在のボリュームラベル

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [通常] 一般的なタスクを優先
TEXT_REC_PRIORITY_HIGH		= [通常以上] 他のタスクよりキャプチャー作業を優先
TEXT_REC_PRIORITY_HIGHEST	= [高] 他のタスクが遅くなる可能性有

; outputs page message
TEXT_OUTPUTS_BANDICUT		= Bandicutがインストールされていません。Bandicutをインストールすると動画のカット編集が可能です。
TEXT_OUTPUTS_DELETE		= 選択されたファイルを完全に削除します。
TEXT_OUTPUTS_SELCOUNT		= %d個の項目を選択

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= キャプチャー対象名
TEXT_FILE_NAME_PREFIX_CUSTOM	= ユーザー定義
TEXT_FILE_NAME_PREFIX_NONE	= なし
TEXT_FILE_NAME_SUFFIX_TIME	= 日付および時間
TEXT_FILE_NAME_SUFFIX_NUMBER	= オートナンバー

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= キャプチャー待機時間は1分から1440分まで設定可能です。
TEXT_TIMER_REC_STOP_RECORDING	= すでにキャプチャー中です。\n実行中のキャプチャーを終了して続けますか？

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= アップロードする動画のタイトルを入力してください。
TEXT_UPLOAD_VIMEO_LOGIN		= Vimeo ログイン
TEXT_UPLOAD_COMPLETE		= アップロード完了
TEXT_UPLOAD_ERR_FAIL		= アップロードに失敗しました。
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= アップロードするファイルのサイズが大きすぎます。
TEXT_UPLOAD_ERR_FREESPACE	= アップロードするスペースが不足しています。
TEXT_UPLOAD_ERR_CONNECT		= サーバーの接続に失敗しました。

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= SystemIconFont
$TITLE_FONT_SIZE		= 10
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= 一般
$BN_PAGE_FPS			= フレームレート
$BN_PAGE_VIDEO			= ビデオ
$BN_PAGE_IMAGE			= 静止画
$BN_PAGE_OUTPUTS		= 保存ファイル
$BN_PAGE_ABOUT			= 情報
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= オプション
$ST_GEN_OUTPUT_FOLDER		= 保存先ディレクトリ
$BN_GEN_OPEN_OUTPUT_FOLDER	= 開く
$BN_GEN_ADV_OPTIONS		= 詳細設定
$CK_GEN_ALWAYS_ON_TOP		= 常に最前面に表示
$CK_GEN_START_MINIMIZED		= タスクトレイに最小化した状態で実行
$CK_GEN_RUN_WHEN_START		= Windows起動時にBandicamを起動
$CK_GEN_RECORD_WHEN_RUN		= 起動時にフルスクリーンキャプチャーを開始
$CK_GEN_TIMER_RECORDING		= キャプチャー自動開始タイマー実行
$ST_GEN_LANGUAGE		= 言語
$ST_GEN_REC_AUTO_START		= キャプチャー自動開始
$ST_GEN_REC_AUTO_COMPLETE	= キャプチャー自動終了
$BN_GEN_REC_AUTO_COMPLETE	= 設定
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= 表示
$CK_FPS_OVERLAY_HOTKEY		= ホットキー
$CK_FPS_OVERLAY			= フレームレート表示
$ST_FPS_LIMIT			= 制限
$CK_FPS_LIMIT_HOTKEY		= ホットキー
$CK_FPS_LIMIT			= フレームレート制限
$CK_FPS_LIMIT_ONLY_CAP		= キャプチャー中のみ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= キャプチャー
$CK_VID_RECORD_HOTKEY		= 開始・停止
$CK_VID_PAUSE_HOTKEY		= 一時停止
$CK_VID_SHOW_CURSOR		= カーソル表示
$CK_VID_CLICK_EFFECTS		= マウスクリック効果追加
$CK_VID_WEBCAM_OVERLAY		= Webカメラオーバーレイ追加
$BN_VID_RECORD_SETTINGS		= 詳細設定
$ST_VID_FORMAT			= フォーマット
$ST_VID_FORMAT_VIDEO		= ビデオ
$ST_VID_FORMAT_AUDIO		= オーディオ
$BN_VID_FORMAT_SETTINGS		= 設定
$BN_VID_FORMAT_PRESETS		= プリセット
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= キャプチャー
$CK_IMG_CAPTURE_HOTKEY		= ホットキー
$CK_IMG_CAPTURE_REPEAT		= 連続静止画キャプチャー
$ST_IMG_CAPTURE_REPEAT		= 秒ごと
$CK_IMG_SHOW_CURSOR		= カーソル表示
$CK_IMG_SHUTTER_SOUND_EFFECT	= シャッター音使用
$ST_IMG_FORMAT			= フォーマット
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG [一般]
$CK_IMG_FORMAT_JPG_HQ		= JPG [高画質]
$BTN_IMG_FORMAT_ANIGIF		= アニメーションGIF形式で保存する 
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= 動画
$ST_OUT_TAB_IMAGE		= 静止画
$BN_OUT_PLAY_VIDEO		= 再生
$BN_OUT_OPEN_IMAGE		= 開く
$BN_OUT_EDIT			= 編集
$BN_OUT_UPLOAD			= アップロード
$BN_OUT_DELETE			= 削除
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= バージョン情報
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= 新しいバージョンをご利用いただけます。
$BN_ABO_CHECK_UPDATE		= アップデート確認
$ST_ABO_LICENCE_INFO		= ライセンス情報
$BN_ABO_REGISTER		= ユーザー認証
$BN_ABO_REGISTER_HELP		= Bandicam 製品版ご利用までの流れ
$ST_ABO_HOMEPAGE_INFO		= 公式サイト情報
$ST_ABO_HOMEPAGE_URL		= 公式サイト
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= 保存先ディレクトリ
$TOOLTIP_SCREENSHOT		= 静止画キャプチャー
$TOOLTIP_RECORD			= キャプチャー開始 / 中止
$TOOLTIP_PAUSE			= キャプチャー一時中止
$TOOLTIP_UI_MODE		= シンプル/拡張モード
$TOOLTIP_REGISTER		= ユーザー登録
$TOOLTIP_ONLINE_HELP		= ヘルプ

$TOOLTIP_TOOL_PEN		= ペン
$TOOLTIP_TOOL_PEN_HL		= 蛍光ペン
$TOOLTIP_TOOL_BOX		= 四角形
$TOOLTIP_TOOL_ERASER		= 消しゴム
$TOOLTIP_TOOL_COLOR		= 色選択
$TOOLTIP_TOOL_LINE		= 太さ
$TOOLTIP_TOOL_UNDO		= 元に戻す (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= やり直し (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= キャンセル
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= フォーマット
IDC_ST_FMTSET_FILE		= ファイル
IDC_ST_FMTSET_VIDEO		= ビデオ
IDC_ST_VIDEO_SIZE		= サイズ
IDC_ST_VIDEO_FPS		= フレームレート
IDC_ST_VIDEO_CODEC		= コーデック
IDC_ST_VIDEO_BITRATE	　　　　= ビットレート
IDC_ST_VIDEO_QUALITY	　　　　= 画質
IDC_ST_FMTSET_AUDIO		= オーディオ
IDC_CK_AUDIO_ORIGINAL_PCM	= 元のフォーマットで保存
IDC_ED_AUDIO_ORIGINAL_PCM	= マルチチャンネルおよび96KHz以上の高音質オーディオを保存できます。
IDC_ST_AUDIO_CH			= チャンネル
IDC_ST_AUDIO_FREQ		= サンプルレート
IDC_ST_AUDIO_CODEC		= コーデック
IDC_ST_AUDIO_BITRATE	　　　　= ビットレート
IDC_ST_FORMAT_HELP		= ヘルプ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam ユーザー認証
IDC_ST_1BUY			= 1. 製品版購入
IDC_ST_1BUY_COMMENT		= Bandicam は有料のソフトウェアです。無料版ではキャプチャーした動画ファイルにロゴが出力されますが製品版ではロゴが出力されません。
IDC_BTN_BUY_ONLINE		= 購入する
IDC_ST_2REGISTER		= 2. ユーザー認証
IDC_ST_2REGISTER_COMMENT	= インターネットに接続し、ユーザー認証を行ってください。
IDC_ST_EMAIL_ADDRESS	　　　　= メールアドレス
IDC_ST_SERIAL_NUMBER	　　　　= ライセンスキー
IDC_BTN_REGISTER_NOW	　　　　= 今すぐ認証する
IDC_BTN_CLOSE			= 閉じる

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= アップデートの確認
IDC_ST_UPDATE_SETTING	　　　　= 設定
IDC_CK_UPDATE_ENABLE	　　　　= 自動アップデート確認
IDC_CK_UPDATE_POPUP		= 重要なアップデートの場合にポップアップ画面を表示する
IDC_UPDATE_CHECK_NOW　　　	= 今すぐアップデートの確認をする
IDC_CLOSE			= 閉じる

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= オプション
IDC_BTN_RESET			= 初期化

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= 一般
IDC_CK_ALWAYS_ON_TOP2	　　　　= 常に最前面に表示
IDC_CK_START_MINIMIZED_TO_TRAY	= タスクトレイに最小化した状態で実行
IDC_CK_RUN_WHEN_START　　　　	= Windows起動時にBandicamを起動
IDC_CK_RECORD_WHEN_RUN		= 起動時にフルスクリーンキャプチャーを開始
IDC_CK_SHOW_FPS_IN_VIDEO　　　　= キャプチャーした動画・静止画にフレームレートを表示
IDC_ST_SHOW_FPS_IN_VIDEO 　　　 = （[ゲーム録画モード]使用時のみ有効）
IDC_CK_SHOW_TIP_BAR		= お知らせ領域を表示
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= 自動

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= ファイル保存
IDC_ST_OUT_OUTPUT_FOLDER	= 保存フォルダ
IDC_CK_OUT_CREATE_SUBFOLDER	= サブフォルダを作成し、ターゲットごとにファイルを保存
IDC_CK_OUT_ENABLE_WRITE_CACHING	= ファイル保存時、キャッシュを使用
IDC_ST_OUT_FILE_NAMING		= ファイル名
IDC_ST_OUT_EXAMPLE		= 例)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= 言語
IDC_ST_TRANSLATOR		= 翻訳者

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= フック対象
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= IE9/Firefoxでは DX10/11をフックしない
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX のビデオオーバーレイを無効化する
IDC_BTN_BLOCK_LIST		= プロセスブロックリスト

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= その他設定
IDC_BTN_VIDEO_RECORD_SETTINGS	= ビデオキャプチャー設定
IDC_BTN_VIDEO_FORMAT_SETTINGS	= ビデオフォーマット設定
IDC_BTN_AUTO_COMPLETE_RECORDING	= キャプチャー自動終了設定

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= 自動終了設定
IDC_ST_RC_HOWTO			= 基本設定
IDC_RD_RC_NOTCOMPLETE	　　　　= 自動で終了しない
IDC_RD_RC_TIME			= キャプチャー時間で制限する
IDC_ST_RC_MAX_TIME		= 最大
IDC_RD_RC_SIZE			= ファイル容量で制限する
IDC_ST_RC_MAX_SIZE		= 最大
IDC_ST_RC_AFTER			= 自動終了後の設定
IDC_RD_RC_NOTHING		= 何もしない
IDC_RD_RC_NEW_RECORDING　　　	= 新規キャプチャーを開始する
IDC_RD_RC_EXIT_BDCAM	　　　　= Bandicamを終了する
IDC_RD_RC_SHUTDOWN		= Windowsをシャットダウンする

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Windowsをシャットダウンする
IDC_ST_SHUTDOWN			= Windowsをシャットダウンする
IDC_ST_SHUTDOWN_INFO	　　　　= キャプチャーが終了しました。Windowsをシャットダウンします。\nシャットダウンしたくない場合は'キャンセル'をクリックしてください。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= キャプチャー詳細設定

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= 音声をキャプチャーする
IDC_ST_SND_SELECT_1		= 基本オーディオデバイス
IDC_BTN_SND_SETTING_1		= 設定
IDC_ST_SND_SELECT_2		= 追加オーディオデバイス
IDC_BTN_SND_SETTING_2		= 設定
IDC_CK_SND_MIX_SOUND		= 2つのオーディオデバイスの音声をひとつのトラックにミックスする
IDC_CK_SND_CAP_HOTKEY		= ホットキーまたはマウス操作時のみキャプチャーする
IDC_ST_SOUND_HELP		= ヘルプ
IDC_CK_SND_SAVE_AS_WAV		= キャプチャー中にオーディオトラックをWAVファイルで保存する

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Webカメラ オーバーレイ追加
IDC_ST_WEBCAM_SETTING		= 設定
IDC_ST_WEBCAM_DEVICE		= デバイス :
IDC_ST_WEBCAM_SIZE		= 動画サイズ :
IDC_ST_WEBCAM_POS		= 位置 :
IDC_BTN_WEBCAM_DEVICE		= 設定
IDC_BTN_WEBCAM_PREVIEW		= プレビュー
IDC_ST_WEBCAM_LR_MARGINS	= 左右の余白 :
IDC_ST_WEBCAM_TB_MARGINS	= 上下の余白 :
IDC_ST_WEBCAM_FOR_DX_GL		= ゲーム録画モード
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = キャプチャー対象画面にWebカメラ映像出力 (OpenGL及びDirectX 8以上)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Webカメラ映像出力ホットキー

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= ロゴを出力する
IDC_ST_LOGO_SETTING		= 設定
IDC_ST_LOGO_IMAGE		= 画像選択 :
IDC_ST_LOGO_OPACITY		= 不透明度 :
IDC_ST_LOGO_POS			= 位置 :
IDC_ST_LOGO_LR_MARGINS		= 左右の余白 :
IDC_ST_LOGO_TB_MARGINS		= 上下の余白 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= マウス効果
IDC_CK_ADD_CLICK_EFFECTS	= マウスクリック効果
IDC_ST_LEFT_CLICK_COLOR		= 左クリック時の色
IDC_ST_RIGHT_CLICK_COLOR	= 右クリック時の色
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= マウスハイライト効果
IDC_ST_HIGHLIGHT_COLOR		= ハイライト色

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= オプション
IDC_ST_REC_PRIORITY		= キャプチャータスク優先権 :
IDC_ST_REC_PRIORITY2		= タスク優先度を上げると、キャプチャーした映像のフレームの損失を減らすことができます。
IDC_ST_FOR_DX_GL		= ゲーム録画モード
IDC_CK_SKIP_RECORDING		= フレームレートに変化がない場合はキャプチャーをスキップする
IDC_CK_ENHANCED_DX9_CAPTURE	= 改善した静止画キャプチャー方法を使用 (高速, DirectX 9のみ動作)
IDC_ST_FOR_RECT_SCREEN		= 画面の"画面録画モード"領域
IDC_CK_ENHANCED_CAPTURE		= 改善した静止画キャプチャー方法を使用 (高速, Windows 8以上)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webカメラプレビュー

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= ユーザー設定
IDC_ST_TARGET_SIZE_SETTING	= 設定
IDC_ST_TARGET_SIZE		= 画面サイズ :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= プリセット設定追加
IDC_ST_ADD_SIZE_PRESET		= 現在の設定をプリセットとして保存することができます。\nわかりやすいプリセット名を入力してください。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= プリセット編集
IDC_BTN_SIZE_PRESET_ADD		= 追加
IDC_BTN_SIZE_PRESET_DEL		= 削除
IDC_BTN_SIZE_PRESET_REN		= 変更
IDC_BTN_SIZE_PRESET_UP		= 上へ
IDC_BTN_SIZE_PRESET_DN		= 下へ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= プリセット名変更
IDC_ST_REN_SIZE_PRESET		= 変更する名前を入力してください。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= 確認してください
IDC_ST_ACAP_INFO		= 音声キャプチャーについての警告
IDC_ST_ACAP_INFO2		= 音声が正常にキャプチャーできていない可能性があります。ご利用のシステムのステレオミキサーが正しく設定されているか確認してください。\n\nこれに関連するFAQを参照しますか。
IDC_CK_ACAP_DO_NOT_ASK  	= 今後、表示しない
IDC_BTN_YES			= はい
IDC_BTN_NO			= いいえ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= キャプチャー時間
IDC_ST_RC_TIME_SETTING　	= 設定
IDC_ST_RC_TIME_HOUR		= 時間
IDC_ST_RC_TIME_MIN		= 分
IDC_ST_RC_TIME_SEC		= 秒

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= ファイル容量
IDC_ST_RC_FILESIZE_SETTING	= 設定

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= プリセット追加
IDC_ST_ADD_PRESET		= 現在の設定をプリセットとして保存することができます。\nわかりやすいプリセット名を入力してください。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= プリセット編集
IDC_BTN_PRESET_ADD		= 追加
IDC_BTN_PRESET_DEL		= 削除
IDC_BTN_PRESET_REN		= 変更
IDC_BTN_PRESET_UP		= 上へ
IDC_BTN_PRESET_DN		= 下へ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= プリセット名変更
IDC_ST_REN_PRESET		= 変更する名前を入力してください。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= 外部コーデックを選択してください。
IDC_ST_CODEC_EX_LIST		= コーデックリスト
IDC_ST_CODEC_EX_SETTINGS	= 設定
IDC_ST_CODEC_EX_DRIVER		= ドライバー名
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= 品質
IDC_ST_CODEC_EX_DATERATE	= データ転送率
IDC_ST_CODEC_EX_KEYFRAME	= キーフレームの間隔
IDC_BTN_CODEC_EX_CONFIG		= 設定
IDC_BTN_CODEC_EX_ABOUT		= 情報
IDC_ST_CODEC_EX_HELP		= ヘルプ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= プロセスブロックリスト
IDC_ST_BLOCK_LIST		= 下記リストにあるプロセスでは、フック機能を使用しません。
IDC_ST_BLOCK_LIST_EX		= 使用例 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) 設定
IDC_ST_H264_CUDA_RATE_CONTROL	= レートコントロール
IDC_RD_H264_CUDA_VBR		= VBR - ビデオ画質を基準 (推奨)
IDC_RD_H264_CUDA_CBR		= CBR - ビットレート基準
IDC_ST_H264_CUDA_GPU_USAGE	= GPU 使用
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= GPUだけ使用 (高速GPUで推奨)
IDC_ST_H264_CUDA_GPU_DEVICE	= 使用するGPUデバイス :
IDC_ST_H264_CUDA_OTHER_OPTIONS	= その他
IDC_ST_H264_CUDA_FOURCC_USED	= FourCCコード :
IDC_ST_H264_CUDA_KEYFRAME_INT	= キーフレームの間隔 :
IDC_ST_H264_CUDA_FOURCC_HELP	= ヘルプ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) 設定
IDC_ST_H264_SYNC_RATE_CONTROL	= レートコントロール
IDC_RD_H264_SYNC_VBR		= VBR - ビデオ画質を基準 (推奨)
IDC_RD_H264_SYNC_CBR		= CBR - ビットレート基準
IDC_ST_H264_SYNC_OTHER_OPTIONS	= その他
IDC_ST_H264_SYNC_FOURCC_USED	= FourCCコード :
IDC_ST_H264_SYNC_KEYFRAME_INT	= キーフレームの間隔 :
IDC_ST_H264_SYNC_FOURCC_HELP	= ヘルプ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) 設定
IDC_ST_H264_APP_RATE_CONTROL	= レートコントロール
IDC_RD_H264_APP_VBR		= VBR - ビデオ画質を基準 (推奨)
IDC_RD_H264_APP_CBR		= CBR - ビットレート基準
IDC_ST_H264_APP_OTHER_OPTIONS	= その他
IDC_ST_H264_APP_FOURCC_USED	= FourCCコード :
IDC_ST_H264_APP_KEYFRAME_INT	= キーフレームの間隔 :
IDC_ST_H264_APP_FOURCC_HELP	= ヘルプ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid 設定
IDC_ST_XVID_RATE_CONTROL	= レートコントロール
IDC_RD_XVID_VBR			= VBR - ビデオ画質を基準 (推奨)
IDC_RD_XVID_CBR			= CBR - ビットレート基準
IDC_ST_XVID_OPTIMIZATION	= 最適化
IDC_RD_XVID_FASTER_SPEED	= エンコード（高速）
IDC_RD_XVID_SMALLER_SIZE	= ファイルサイズ（軽量）
IDC_ST_XVID_OTHER_OPTIONS	= その他
IDC_ST_XVID_KEYFRAME_INT	= キーフレームの間隔 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) 設定
IDC_ST_H264_NVENC_RATE_CONTROL	= レートコントロール
IDC_RD_H264_NVENC_VBR		= VBR - ビデオ画質を基準 (推奨)
IDC_RD_H264_NVENC_CBR		= CBR - ビットレート基準
IDC_ST_H264_NVENC_GPU_USAGE	= GPU使用
IDC_ST_H264_NVENC_GPU_DEVICE	= 使用するGPUデバイス :
IDC_ST_H264_NVENC_OTHER_OPTIONS	= その他
IDC_ST_H264_NVENC_FOURCC_USED	= FourCCコード :
IDC_ST_H264_NVENC_KEYFRAME_INT	= キーフレームの間隔 :
IDC_ST_H264_NVENC_FOURCC_HELP	= ヘルプ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) 設定
IDC_ST_H264_RATE_CONTROL	= レートコントロール
IDC_RD_H264_VBR			= VBR - ビデオ画質を基準 (推奨)
IDC_RD_H264_CBR			= CBR - ビットレート基準
IDC_ST_H264_OPTIMIZATION	= 最適化
IDC_RD_H264_FASTER_SPEED	= 高速エンコード速度
IDC_RD_H264_BALANCED		= 性能バランス
IDC_RD_H264_SMALLER_SIZE	= 小さいファイルサイズ
IDC_ST_H264_OTHER_OPTIONS	= その他
IDC_ST_H264_KEYFRAME_INT	= キーフレームの間隔 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= キャプチャー自動開始タイマー
IDC_ST_TIMER_SETTINGS		= 設定
IDC_RD_TIMER_START_IN		= キャプチャー待機時間
IDC_ST_TIMER_MINUTES		= 分
IDC_RD_TIMER_START_AT		= キャプチャー開始時間
IDC_CK_TIMER_MINIMIZE		= キャプチャー開始時、Bandicamをタスクトレイに最小化
IDC_ST_TIMER_AUTO_COMPLETE	= キャプチャー自動終了
IDC_BTN_TIMER_AUTO_COMPLETE	= 設定

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= キャプチャー自動開始タイマー - キャプチャー待機
IDC_ST_TIMER_WAITING_INFO	= %sにキャプチャーが自動で開始されます。
IDC_ST_TIMER_ELAPSED		= 経過時間 :
IDC_ST_TIMER_REMAINING		= 残り時間 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= フレームレート設定
IDC_ST_FORMAT_FPS_MODE		= フレームレートモード
IDC_RD_FORMAT_FPS_CFR		= CFR優先 - 固定フレームレート
IDC_ST_FORMAT_FPS_CFR		= エンコーダの性能が低い場合、VFRに自動転換されます。
IDC_RD_FORMAT_FPS_VFR		= VFR使用 - 可変フレームレート(推奨)
IDC_ST_FORMAT_FPS_HELP		= ヘルプ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com へアップロード
IDC_ST_VIMEO_UPLOADINFO		= アップロード情報
IDC_ST_VIMEO_FILENAME		= ファイル名：
IDC_ST_VIMEO_TITLE		= タイトル：
IDC_ST_VIMEO_DESCRIPTION	= 詳細：
IDC_ST_VIMEO_PRIVACY		= 視聴権限：
IDC_RD_VIMEO_PRIVACY_ANYONE	= 公開 - 誰でもこの動画を視聴できます。
IDC_RD_VIMEO_PRIVACY_ONLYME	= 非公開 - 自分だけがこの動画を視聴できます。
IDC_RD_VIMEO_PRIVACY_FOLLOW	= フォロー - 自分がフォローしている人だけがこの動画を視聴できます。
IDC_BTN_VIMEO_UPLOAD		= アップロード
IDC_LN_VIMEO_HELP		= ヘルプ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= アップロード中・・・
IDC_ST_VIMEO_UPLOADED		= アップロードが完了しました！
IDC_ST_VIMEO_LINK		= リンク先：
IDC_ST_VIMEO_EMBED		= コード：
IDC_BTN_VIMEO_LINK_GO		= 移動
IDC_BTN_VIMEO_EMBED_COPY	= コピー
IDC_BTN_VIMEO_CLOSE		= 閉じる

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC 使用可能
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264エンコーダを使用できます。このエンコーダはハードウェアアクセラレーションを使用するため高性能です。NVIDIA NVENC H.264エンコーダを使用しますか？\n<a>詳細情報</a>
IDC_CK_NVENC_AVAILABLE		= 今後、表示しない

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video 使用可能
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264エンコーダを使用できます。このエンコーダはハードウェアアクセラレーションを使用するため高性能です。このエンコーダを使用しますか？\n<a>詳細情報</a>
IDC_CK_QSV_AVAILABLE		= 今後、表示しない

[MENU]
ID_POPUP_ABOUT			= 情報(&A)
ID_POPUP_GENERAL		= 一般(&G)
ID_POPUP_FRAME			= フレームレート(&F)
ID_POPUP_VIDEO			= ビデオ(&V)
ID_POPUP_IMAGE			= 静止画(&I)
ID_POPUP_OUTPUTS		= 保存ファイル(&L)
ID_POPUP_OPENOUTPUTFOLDER	= 保存先ディレクトリを開く(&O)
ID_POPUP_TARGET			= キャプチャー対象
ID_POPUP_SIZE			= ウィンドウサイズ
ID_POPUP_EXIT			= 終了(&X)

ID_TARGET_DIRECTX		= ゲーム録画モード
ID_TARGET_RECTANGLE		= 画面録画モード
ID_TARGET_HELP			= Bandicamの使い方

ID_TARGET_HIDE			= 表示 / 非表示 \t Ctrl+Alt+H
ID_TARGET_PEN			= 描画モード \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= 常に最前面に表示
ID_TARGET_TRANSPARENCY		= 不透明度
ID_TARGET_SIZE			= サイズ
ID_TARGET_ADJUST		= 微調整

ID_TARGET_MOVE_LEFT		= 左に移動 \t ←（左方向）
ID_TARGET_MOVE_RIGHT　　	= 右に移動 \t →（右方向）
ID_TARGET_MOVE_UP		= 上に移動 \t ↑（上方向）
ID_TARGET_MOVE_DOWN		= 下に移動 \t ↓（下方向）

ID_TARGET_INC_WIDTH		= 横幅を増やす \t Shift+→（右方向）
ID_TARGET_DEC_WIDTH		= 横幅を減らす \t Shift+←（左方向）
ID_TARGET_INC_HEIGHT		= 高さを増やす \t Shift+↓（下方向）
ID_TARGET_DEC_HEIGHT		= 高さを減らす \t Shift+↑（上方向）

ID_TARGET_FIND_WINDOW		= ターゲット画面選択 \t Ctrl+F
ID_TARGET_FULLSCREEN		= フルスクリーン \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 比率を4:3に合わせる
ID_TARGET_RATIO_16_9		= 比率を16:9に合わせる
ID_TARGET_SIZE_CUSTOM	　　　　= ユーザー設定 \t Ctrl+U
ID_TARGET_SIZE_PRESET		= プリセット \t Shift+R-Button
ID_TARGET_SIZE_PRESET_ADD	= プリセット追加
ID_TARGET_SIZE_PRESET_EDIT	= プリセット編集

ID_TARGET_OPEN_OUTPUTFOLDER	= 保存フォルダを開く
ID_TARGET_EXIT_BANDICAM		= Bandicam終了

ID_USER_PRESET_ADD		= プリセット追加
ID_USER_PRESET_EDIT		= プリセット編集

ID_SORT_BY_DATE			= 日付順
ID_SORT_BY_NAME			= タイトル順
ID_SORT_BY_SIZE			= サイズ順

ID_OUTPUTS_LB_PLAY		= 再生
ID_OUTPUTS_LB_OPEN		= 開く
ID_OUTPUTS_LB_EDIT		= 編集
ID_OUTPUTS_LB_DELETE		= ファイル削除
ID_OUTPUTS_LB_SELECT_ALL	= すべて選択
ID_OUTPUTS_LB_OPEN_FOLDER	= 保存先を開く

ID_BDCAM_SIZE_DEFAULT		= 基本サイズ
